Repository: jordimas/SoftTransEval-CAT
Catalog: dataset/dataset.tmx
Source language: en
Languages: ca

source: Open the <gui xref="shell-introduction#activities">Activities</gui> overview and start typing <gui>Appearance</gui>.
ca: Obriu el resum d'<gui xref="shell-introduction#activities">Activitats</gui> i comenceu a escriure <gui>Aparença</gui>.

source: The display resolution that is configured may not be the correct one for your screen. To solve this:
ca: La resolució de visualització que heu configurat no és la correcta per a la vostra pantalla. Per a solucionar-ho:

source: On some devices, you can physically rotate the screen in many directions. Click <gui>Orientation</gui> in the panel and choose from <gui>Landscape</gui>, <gui>Portrait Right</gui>, <gui>Portrait Left</gui>, or <gui>Landscape (flipped)</gui>.
ca: En alguns dispositius, podeu girar físicament la pantalla en moltes direccions. Cliqueu a <gui>Orientació</gui> al quadre, i trieu entre <gui>Apaïsat</gui>, <gui>Vertical dreta</gui>, <gui>Vertical esquerra</gui> o <gui>Apaïsat (capgirada)</gui>.

source: Media
ca: Multimèdia

source: Adjust the double-click speed
ca: Ajustar la velocitat del doble de clic

source: Many mice and some touchpads have a middle mouse button. On a mouse with a scroll wheel, you can usually press directly down on the scroll wheel to middle-click. If you don’t have a middle mouse button, you can press the left and right mouse buttons at the same time to middle-click.
ca: Molts ratolins i algunes tauletes tenen un botó central de ratolí. En un ratolí amb una roda de desplaçament, normalment podeu prémer la roda per a fer-hi clic central. Si no teniu un botó al mig del ratolí, podeu prémer els botons esquerre i dret al mateix temps per a fer clic central.

source: Make sure that <key>Num Lock</key> is turned off. You will now be able to move the mouse pointer using the keypad.
ca: Assegureu-vos que <key>Bloq Núm</key> està inactiu. Aleshores sereu capaç de moure el punter del ratolí utilitzant el teclat.

source: Plug the mouse in to a different computer and see if it works.
ca: Connecteu el ratolí a un altre ordinador i mireu si funciona.

source: If your pointer moves too fast or slow when you move your mouse or use your touchpad, you can adjust the pointer speed for these devices.
ca: Si el punter es mou massa ràpid o lent quan moveu el ratolí o utilitzeu el vostre touchpad, podeu ajustar la velocitat del punter per a aquests dispositius.

source: When tapping or dragging with multiple fingers, make sure your fingers are spread far enough apart. If your fingers are too close, your computer may think they’re a single finger.
ca: Quan toqueu o arrossegueu amb diversos dits, assegureu-vos que els vostres dits estiguin ben separats. Si els vostres dits estan massa a prop, l'equip pot pensar que és un sol dit.

source: You can drag content as if sliding a physical piece of paper using the touchpad.
ca: Podeu arrossegar el contingut com si féssiu lliscar un tros de paper utilitzant el touchpad.

source: Mouse tips
ca: Consells pel ratolí

source: By default, clicking selects files and double-clicking opens them. You can instead choose to have files and folders open when you click on them once. When you use single-click mode, you can hold down the <key>Ctrl</key> key while clicking to select one or more files.
ca: Per defecte, clicant se selecciona un fitxer i fent un doble clic s'obre. En el seu lloc, podeu triar que els fitxers i les carpetes s'obrin quan cliqueu. Quan feu servir el mode d'un sol clic, podeu mantenir premut el botó <key>Ctrl</key> mentre cliqueu per a seleccionar un o més fitxers.

source: Click the current folder in the path bar and then select <gui style="menuitem">Add to Bookmarks</gui>.
ca: Cliqueu a la carpeta actual a la barra de camí i després seleccioneu <gui style="menuitem">Afegeix a marcadors</gui>.

source: If you have connected to the server before, you can click on it in the <gui>Recent Servers</gui> list.
ca: Si us heu connectat al servidor prèviament, podeu seleccionar-lo a la llista de <gui>Servidors recents</gui>.

source: You may not have permissions to perform certain actions on files on a server. For example, on public FTP sites, you will probably not be able to delete files.
ca: Podeu no tenir permisos per a realitzar certes accions sobre fitxers en un servidor. Per exemple, en llocs FTP públics, probablement no podreu esborrar fitxers.

source: A typical anonymous FTP URL looks like this:
ca: Un URL d'un FTP anònim es mostra com:

source: UNIX computers traditionally use the Network File System protocol to share files over a local network. With NFS, security is based on the UID of the user accessing the share, so no authentication credentials are needed when connecting.
ca: Els ordinadors UNIX tradicionalment utilitzen el protocol del sistema de fitxers de xarxa (NFS) per a compartir fitxers a través d'una xarxa local. Amb NFS, la seguretat es basa en el UID de l'usuari que accedeix al recurs compartit, de manera que no es necessiten credencials d'autenticació quan es connecta.

source: To view information about a file or folder, right-click it and select <gui>Properties</gui>. You can also select the file and press <keyseq><key>Alt</key><key>Enter</key></keyseq>.
ca: Per a veure informació sobre un fitxer o carpeta, feu-hi clic amb el botó dret i seleccioneu <gui>Propietats</gui>. També podeu seleccionar el fitxer i prémer <keyseq><key>Alt</key><key>Retorn</key></keyseq>.

source: The location of each file on your computer is given by its <em>absolute path</em>. This is a unique “address” of the file on your computer, made up of a list of the folders that you would need to go into to find the file. For example, if Jim had a file called <file>Resume.pdf</file> in his Home folder, its parent folder would be <file>/home/jim</file> and its location would be <file>/home/jim/Resume.pdf</file>.
ca: La ubicació de cada fitxer a l'ordinador la proporciona <em>el camí absolut</em>. Aquesta és una «adreça» única del fitxer a l'ordinador, format per una llista de les carpetes que haureu d'introduir per a trobar el fitxer. Per exemple, si Jordi tenia un fitxer anomenat <file>Resum.pdf</file> a la seva carpeta Inici, la seva carpeta principal seria <file>/home/jordi</file> i la seva ubicació seria <file>/home/jordi/Resum.pdf</file>.

source: You can set permissions on folders for the owner, group, and other users. See the details of file permissions above for an explanation of owners, groups, and other users.
ca: Podeu establir permisos a les carpetes pel propietari, el grup i altres usuaris. Consulteu a dalt els detalls dels permisos de fitxers per a obtenir una explicació dels propietaris, grups i altres usuaris.

source: The name of folders and files.
ca: El nom de carpetes i fitxers.

source: The last three characters in the column <gui>r--</gui> specify permissions for all other users on the system.
ca: Els darrers tres caràcters de la columna <gui>r--</gui> especifiquen permisos per a tots els altres usuaris del sistema.

source: View and set preferences for the file browser.
ca: Permet visualitzar i establir les preferències del navegador de fitxers.

source: If you are used to Windows or Mac OS, you are probably also used to having anti-virus software running all of the time. Anti-virus software runs in the background, constantly checking for computer viruses that might find their way onto your computer and cause problems.
ca: Si esteu acostumat a Windows o a Mac OS, probablement també esteu acostumats a tenir programari antivirus que funcioni en segon pla. El programari antivirus s'executa en segon pla, comprovant constantment si hi ha virus informàtics que puguin trobar una via d'entrada a l'ordinador i causar problemes.

source: Change which mail application is used to write emails
ca: Canviar quina aplicació de correu s'utilitza per a escriure correus electrònics

source: Find your IP address
ca: Trobar la vostra adreça IP

source: You can control which programs can access the network. This helps to keep your computer secure.
ca: Podeu controlar quins programes poden accedir a la xarxa. Això ajuda a mantenir l'ordinador segur.

source: Music sharing (DAAP)
ca: Compartir música (DAAP)

source: In the <gui>Routes</gui> section, switch the <gui>Automatic</gui> switch to off. Enter the <gui>Address</gui>, <gui>Netmask</gui>, <gui>Gateway</gui> and <gui>Metric</gui> for a route you want to use. Enter additional routes using the <gui>+</gui> button.
ca: A la secció <gui>Rutes</gui>, canvieu <gui>Automàtic</gui> a <gui>OFF</gui>. Introduïu l'<gui>Adreça</gui>, <gui>Màscara de xarxa</gui>, <gui>Passarel·la</gui> i <gui>Mètrica</gui> de la ruta que vulgueu utilitzar. Introduïu rutes addicionals utilitzant el botó <gui>+</gui>.

source: To manually set your network settings:
ca: Per a posar manualment la vostra configuració de xarxa:

source: If <gui>Mobile Broadband</gui> does not appear in the system menu, ensure that your device is not set to connect as Mass Storage.
ca: Si <gui>Banda ampla mòbil</gui> no apareix al menú d'estat del sistema, assegureu-vos que el dispositiu no estigui configurat per a connectar-se com a emmagatzematge massiu.

source: Press <gui style="button">Apply</gui> to save the changes.
ca: Premeu <gui style="button">Aplica</gui> per a desar els canvis.

source: Select <gui>Network proxy</gui> from the list on the left.
ca: Seleccioneu <gui>Servidor intermediari de xarxa</gui> de la llista de l'esquerra.

source: A possible reason for why you are using Linux is the robust security that it is known for. One reason that Linux is relatively safe from malware and viruses is due to the lower number of people who use it. Viruses are targeted at popular operating systems, like Windows, that have an extremely large user base. Linux is also very secure due to its open source nature, which allows experts to modify and enhance the security features included with each distribution.
ca: Una possible raó per la qual utilitza Linux és la seguretat robusta per a la qual es coneix. Una de les raons per les quals Linux és relativament segur de programari maliciós i virus es deu a la menor quantitat de persones que la utilitzen. Els virus estan dirigits a sistemes operatius populars, com Windows, que tenen una base d'usuaris extremadament gran. Linux també és molt segur a causa de la seva naturalesa de codi obert, que permet als experts modificar i millorar les característiques de seguretat incloses en cada distribució.

source: Other things might be downloading, you could have a poor connection, or it could be a busy time of day.
ca: És possible que es descarreguin altres coses, podria tenir una connexió deficient, o podria ser una hora del dia molt plena.

source: <em style="strong">Using a slower mobile internet connection</em>
ca: <em style="strong">Utilitzeu una connexió a internet mòbil lenta</em>

source: To disconnect from the VPN, click the system menu on the top bar and click <gui>Turn Off</gui> under the name of your VPN connection.
ca: Per a desconnectar-se de la VPN, cliqueu al menú del sistema a la barra superior i cliqueu a <gui>Apaga</gui> sota el nom de la vostra connexió VPN.

source: If you are still not connected, your network may not support automatic setup (DHCP). In this case you will have to <link xref="net-manual">configure it manually</link>.
ca: Si encara no esteu connectat, pot ser que la vostra xarxa no admeti la configuració automàtica (DHCP). En aquest cas haureu de <link xref="net-manual">configurar-ho manualment</link>.

source: If you have your computer on an airplane (or some other area where wireless connections are not allowed), you should switch off your wireless. You may also want to switch off your wireless for other reasons (to save battery power, for example).
ca: Si teniu l'ordinador en un avió (o en una altra àrea on no es permeten connexions sense fil), cal que la desactiveu. També la podeu desactivar per altres motius (per a estalviar energia de la bateria, per exemple).

source: If the network is protected by a password (<link xref="net-wireless-wepwpa">encryption key</link>), enter the password when prompted and click <gui>Connect</gui>.
ca: Si la xarxa està protegida per una contrasenya (<link xref="net-wireless-wepwpa">clau de xifratge</link>), introduïu la contrasenya quan se us demani i cliqueu a <gui>Connecta</gui>.

source: Network connection not being established properly
ca: No s'ha establert correctament la connexió de xarxa

source: The network could be hidden. You need to <link xref="net-wireless-hidden">connect in a different way</link> if it is a hidden network.
ca: La xarxa podria estar oculta. Necessita <link xref="net-wireless-hidden">connectar de diferent manera</link> si és una xarxa oculta.

source: Double-check the password, and other things to try.
ca: Comproveu la contrasenya i altres coses per a provar.

source: Contributors to the Ubuntu documentation wiki
ca: Col·laboradors a la wiki de documentació d'Ubuntu

source: Even though your wireless adapter is connected, it may not have been recognized properly by the computer.
ca: Encara que el vostre adaptador sense fil estigui connectat, pot ser que l'ordinador no l'hagi reconegut correctament.

source: Look through the list of devices that is shown and find any that are marked <code>Network controller</code> or <code>Ethernet controller</code>. Several devices may be marked in this way; the one corresponding to your wireless adapter might include words like <code>wireless</code>, <code>WLAN</code>, <code>wifi</code> or <code>802.11</code>. Here is an example of what the entry might look like:
ca: Mireu la llista de dispositius que es mostren i trobeu tots els marcats com a <code>controlador de xarxa</code> o <code>controlador Ethernet</code>. Diversos dispositius es poden marcar d'aquesta manera; el que correspongui al vostre adaptador pot incloure paraules com <code>wireless</code>, <code>WLAN</code>, <code>wifi</code> o <code>802.11</code>. Aquí teniu un exemple del que podria visualitzar-se:

source: This will display a list of messages related to your computer’s hardware, and will automatically update if anything to do with your hardware changes.
ca: Això mostrarà una llista de missatges relacionats amb el maquinari de l'ordinador, i s'actualitzarà automàticament si hi ha alguna cosa que hagi canviat al maquinari.

source: The manufacturers and model numbers of your computer, wireless adapter and router. This information can usually be found on the underside or reverse of the device.
ca: Els fabricants i els números de model de l'ordinador, adaptador sense fil i encaminador. Normalment, aquesta informació es troba a la part inferior o al revers del dispositiu.

source: This will display information about your network interfaces and connection status. Look down the list of information and see if there is an item related to the wireless network adapter. If the state is <code>connected</code>, it means that the adapter is working and connected to your wireless router.
ca: Això mostrarà informació sobre les interfícies de xarxa i l'estat de la connexió. Mireu la llista d'informació i comproveu si hi ha algun element relacionat amb l'adaptador de xarxa sense fil. Si l'estat és <code>connectat</code>, vol dir que l'adaptador funciona i està connectat al vostre encaminador sense fil.

source: Some of the instructions in this guide ask you to type commands into the <em>command line</em> (Terminal). You can find the <app>Terminal</app> application in the <gui>Activities</gui> overview.
ca: Algunes de les instruccions d'aquesta guia us demanen que escriviu comandaments a la <em>línia d'ordres</em> (Terminal). Podeu trobar l'aplicació <app>Terminal</app> a la vista general d'<gui>Activitats</gui>.

source: Find the network that you <em>do not</em> want it to keep connecting to.
ca: Cerqueu la xarxa a la qual <em>no</em> voleu que continuï connectant-se.

source: Configure your computer to suspend automatically.
ca: Configureu l'ordinador per a suspendre'l automàticament.

source: If you get a completely ridiculous battery life estimate (say, hundreds of days), the power manager is probably missing some of the data it needs to make a sensible estimate.
ca: Si obteniu una estimació absurda de la durada de la bateria (és a dir, centenars de dies), el gestor d'energia probablement s'està perdent algunes de les dades que necessita per a fer una estimació raonable.

source: Most laptops have buttons on the keyboard (or a keyboard shortcut) that you can use to reduce the brightness.
ca: La majoria de portàtils tenen botons al teclat (o una drecera de teclat) que podeu utilitzar per a reduir la brillantor.

source: Some laptops intentionally slow down when they are running on battery.
ca: Alguns ordinadors portàtils s'alenteixen intencionadament quan s'estan executant amb la bateria.

source: Some computers are unable to suspend properly, normally because their hardware is not completely supported by the operating system (for example, the Linux drivers are incomplete). In this case, you may find that you are unable to resume your computer after you have closed the lid. You can try to <link xref="power-suspendfail">fix the problem with suspend</link>, or you can prevent the computer from trying to suspend when you close the lid.
ca: Alguns ordinadors no poden entrar en suspensió correctament, normalment perquè el seu maquinari no està totalment suportat pel seu sistema operatiu (per exemple, els controladors de Linux estan incomplets). En aquest cas, us podeu trobar que no podeu recuperar l'ordinador després d'haver tancat la tapa. Podeu intentar <link xref="power-suspendfail">solucionar el problema amb la suspensió</link>, o pot evitar que l'ordinador intenti suspendre's quan tanqui la tapa.

source: The laptop fan is always running
ca: El ventilador de l'ordinador portàtil sempre està funcionant

source: Why did my computer turn off when the battery got to 10%?
ca: Per què el meu ordinador s'apaga quan la bateria arriba al 10%?

source: If you have a laptop, all you should need to do is get the right plug for your power adapter. Some laptops come packaged with more than one plug for their adapter, so you may already have the right one. If not, plugging your existing one into a standard travel adapter will suffice.
ca: Si teniu un ordinador portàtil, tot el que haureu de fer és obtenir el connector correcte per a l'adaptador de corrent. Alguns ordinadors portàtils venen empaquetats amb més d'un connector per al seu adaptador, de manera que pot ser que tingueu el correcte. Si no, n'hi ha prou amb connectar el vostre a un adaptador de viatge estàndard.

source: In the <gui>Power Mode</gui> section, choose one of the profiles.
ca: Cliqueu a la secció <gui>Mode d'energia</gui>, i trieu un dels perfils.

source: If this still does not help, make sure that your computer’s monitor is switched on and try pressing a key on the keyboard again.
ca: Si això encara no us ajuda, assegureu-vos que el monitor de l'ordinador estigui activat i proveu de tornar a prémer una tecla del teclat.

source: You should save all of your work before suspending the computer, just in case something goes wrong and your open applications and documents cannot be recovered when you resume the computer again.
ca: Hauríeu de desar tot el vostre treball abans de posar en suspensió l'ordinador per si alguna cosa va malament i les vostres aplicacions o documents oberts no es poden recuperar quan el torneu a reiniciar.

source: A component of your computer may be broken or malfunctioning. If this is the case, you will need to get your computer repaired. Common faults include a broken power supply unit, incorrectly-fitted components (such as the memory or RAM) and a faulty motherboard.
ca: És possible que un component de l'ordinador estigui trencat o tingui un mal funcionament. Si és aquest el cas, haureu de reparar l'ordinador. Les falles més comunes inclouen una font d'alimentació espatllada, components defectuosos (com la memòria o la RAM) i una placa base defectuosa.

source: Power
ca: Energia

source: From hardware control to privacy settings, make GNOME work for you.
ca: Des del control del maquinari a la configuració de privadesa, feu que GNOME funcioni com voleu.

source: These instructions are for printing a booklet from a PDF document.
ca: Aquestes instruccions són per a imprimir un llibret des d'un document PDF.

source: 8 page booklet: Type <input>8,1,2,7,6,3,4,5</input>
ca: Llibret de 8 pàgines: Tipus <input>8,1,2,7,6,3,4,5</input>

source: How to print a folded, multi-page booklet using A4 or Letter-sized paper.
ca: Com imprimir un llibret plegat de diverses pàgines amb paper A4 o de mida de carta.

source: Open the <gui xref="shell-introduction#activities">Activities</gui> overview and start typing <gui>Printers</gui>.
ca: Obriu la vista general d'<gui xref="shell-introduction#activities">Activitats</gui> i comenceu a escriure <gui>Impressores</gui>.

source: How can I check my printer’s ink or toner levels?
ca: Com puc verificar els nivells de tinta o tòner de la impressora?

source: Depending on your system, you may have to press <gui style="button">Unlock</gui> in the top right corner and type in your password when prompted.
ca: Depenent del vostre sistema, és possible que hàgiu de prémer <gui style="button">Desbloqueja</gui> a la cantonada superior dreta i escriure la contrasenya quan se us demani.

source: Press <keyseq><key>Ctrl</key><key>P</key></keyseq> to open the Print dialog.
ca: Premeu <keyseq><key>Ctrl</key><key>P</key></keyseq> per a obrir el diàleg d'impressió.

source: In the <gui>General</gui> tab, choose <gui>Pages</gui> from the <gui>Range</gui> section.
ca: A la pestanya <gui>General</gui>, trieu <gui>Pàgines</gui> de la secció <gui>Rangs</gui>.

source: Your system can recognize many types of printers automatically once they are connected. Most printers are connected with a USB cable that attaches to your computer, but some printers connect to your wired or wireless network.
ca: El vostre sistema pot reconèixer diversos tipus d'impressores automàticament una vegada que estiguin connectades. La majoria d'impressores estan connectades amb un cable USB que es connecta a l'ordinador, però algunes es connecten a la xarxa per cable o sense fil.

source: If your print-outs are streaky, faded, have lines on them that should not be there, or are otherwise poor in quality, this may be due to a problem with the printer or a low ink or toner supply.
ca: Si les vostres impressions són fluixes, descolorides, hi ha línies que estan fora de lloc o tenen de mala qualitat, pot ser degut a un problema amb la impressora o amb un baix nivell de tinta o tòner.

source: <sys>PDF</sys> is the default file type for the document. If you want to use a different <gui>Output format</gui>, select either <sys>PostScript</sys> or <sys>SVG</sys>.
ca: <sys>PDF</sys> és el tipus de document per defecte. Si voleu utilitzar un <gui>Format de sortida</gui> diferent, seleccioneu <sys>PostScript</sys> o <sys>SVG</sys>.

source: Turn off or limit file history tracking
ca: Desactivar o limitar el seguiment de l'historial de fitxers

source: Control location services
ca: Controlar els serveis d'ubicació

source: Automatically lock your screen
ca: Bloquejar automàticament la pantalla

source: From Linux, Windows, or macOS:
ca: Des de Linux, Windows o macOS:

source: To capture the selected area, click the big round button.
ca: Per a capturar l'àrea seleccionada, cliqueu al botó gran.

source: Click the big round red button to start recording what is on your screen.
ca: Cliqueu al botó vermell rodó gran per a començar a gravar el que hi ha a la pantalla.

source: <key>Enter</key>
ca: <key>Retorn</key>
